cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/versions'

cask 'cscreen'
cask 'java'
cask 'xquartz'

brew 'HTTPie'
brew 'ack'
brew 'apache-spark'
brew 'apgdiff'
brew 'awscli'
brew 'awsebcli'
brew 'cloc'
brew 'coreutils'
brew 'docker'
brew 'dos2unix'
brew 'gawk'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'hugo'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jq'
brew 'jsonpp'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'p7zip'
brew 'parquet-tools'
brew 'pgdbf'
brew 'pgloader'
brew 'postgis'
brew 'postgres'
brew 'postgresql'
brew 'psql2csv'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sbt'
brew 'scala' , args: ['with-docs']
brew 'siege'
brew 'spaceman-diff'
brew 'spark'
brew 'tesseract'
brew 'tree'
brew 'tmux'
brew 'ufraw'
brew 'unrar'
brew 'wget'
brew 'wget'
brew 'youtube-dl'

cask 'intellij-idea-ce'
cask 'iTerm2'
cask 'alfred'
cask 'amethyst'
cask 'atom'
cask 'caffeine'
cask 'evernote'
cask 'gitter'
cask 'google-chrome'
cask 'karabiner'
cask 'lastpass'
cask 'macdown'
cask 'pgadmin3'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'sublime-text'
cask 'tunnelblick'
cask 'vlc'
# clipmenu is not available
