tap "bazelbuild/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "spotify/public"
tap "spotify/sptaps", "git@ghe.spotify.net:shared/homebrew-spotify.git"
tap "wakeful/selection"
brew "ack"
brew "apache-spark"
brew "apgdiff"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "readline"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "bazel"
brew "bluetoothconnector"
brew "fontconfig"
brew "glib"
brew "chrome-export"
brew "clang-format"
brew "cloc"
brew "coreutils"
brew "csvkit"
brew "libevent"
brew "docker", link: false
brew "dos2unix"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "geos"
brew "libxml2"
brew "numpy"
brew "gflags"
brew "git"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "grc"
brew "grip"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jp2a"
brew "jq"
brew "jsonpp"
brew "lastpass-cli"
brew "libmagic"
brew "lizard"
brew "openjdk"
brew "maven"
brew "mysql"
brew "newsboat"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "parquet-tools"
brew "pgdbf"
brew "postgresql"
brew "pgloader"
brew "php", link: false
brew "postgis"
brew "pre-commit"
brew "prettier"
brew "prototool"
brew "psql2csv"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "sbt@0.13"
brew "scala"
brew "scrcpy"
brew "shellcheck"
brew "shtool"
brew "siege"
brew "spaceman-diff"
brew "spark"
brew "sphinx-doc"
brew "sqlparse"
brew "syncthing", restart_service: true
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ufraw"
brew "unrar"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "heroku/brew/heroku"
brew "spotify/public/gcs-avro-tools"
brew "spotify/public/scio"
brew "spotify/sptaps/bq-runner"
brew "spotify/sptaps/hades-cli"
brew "spotify/sptaps/hmtools"
brew "spotify/sptaps/kubectl-site"
brew "spotify/sptaps/mvn-autoenforce"
brew "spotify/sptaps/spotify-disco", link: false
brew "spotify/sptaps/styx-cli"
brew "spotify/sptaps/tingle-dump"
brew "wakeful/selection/yaml2json"
cask "alfred"
cask "altair-graphql-client"
cask "amethyst"
cask "android-platform-tools"
cask "atom"
cask "bloomrpc"
cask "boostnote"
cask "caffeine"
cask "captur"
cask "charles"
cask "clipy"
cask "corretto"
cask "cscreen"
cask "discord"
cask "evernote"
cask "gitter"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "karabiner"
cask "kindle"
cask "macdown"
cask "shiftit"
cask "skype"
cask "sourcetree"
cask "sublime-text"
cask "tomighty"
cask "tunnelblick"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
