tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "xquartz"
cask "caskroom/versions/java8"
brew "ack"
brew "apache-spark"
brew "apgdiff"
brew "aws-elasticbeanstalk"
brew "gdbm"
brew "python3"
brew "awscli"
brew "cloc"
brew "coreutils"
brew "git"
brew "docker", link: false
brew "dos2unix"
brew "fontconfig"
brew "freetds"
brew "gawk"
brew "gd"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "grc"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jp2a"
brew "jq"
brew "jsonpp"
brew "python"
brew "macvim"
brew "maven"
brew "node"
brew "nvm"
brew "p7zip"
brew "parquet-tools"
brew "pgdbf"
brew "pgloader"
brew "postgis"
brew "psql2csv"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sbt", link: false
brew "sbt@0.13", link: true
brew "scala"
brew "shellcheck"
brew "siege"
brew "spaceman-diff"
brew "spark"
brew "sqlparse"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ufraw"
brew "unrar"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "alfred"
cask "amethyst"
cask "atom"
cask "caffeine"
cask "captur"
cask "clipy"
cask "cscreen"
cask "evernote"
cask "gitter"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner"
cask "lastpass"
cask "macdown"
cask "shiftit"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tomighty"
cask "tunnelblick"
cask "vlc"
